Repository: wp-plugins/lastfm-for-artists
Catalog: lang/lastfm-for-artists-*.po
Languages: de_de, ru_ru

source: Title:
de_de: Titel:
ru_ru: Заголовок:

source: Artistname:
de_de: Name des K&uuml;nstlers:
ru_ru: Имя артиста:

source: type of widget:
de_de: Widget-Typ
ru_ru: тип виджета:

source: upcoming shows
de_de: N&auml;chste Konzerte
ru_ru: показать исходящие

source: top tracks
de_de: Charts
ru_ru: трэки в топе

source: Custom
de_de: Angepasst
ru_ru: Выбранный

source: Will be overriden on layout or type changes! Be sure to generate valid html!
de_de: Einstellungen werden bei Layout- oder Typ&auml;nderung &uuml;berschrieben! Achte darauf g&uuml;ltiges html zu erzeugen!
ru_ru: Будет переписано в изменениях режима! Удостоверьтесь в генерации валидного html-кода!

source: Customize
de_de: Anpassen
ru_ru: Настройка

source: Hide this widget if there are no items:
de_de: Dieses Widget verbergen, falls keine Eintr&auml;ge existieren.
ru_ru: Скрыть виджет, если он не содержит элементов.

source: Enable testing mode (only logged-in users will see the widget):
de_de: Aktiviere Test-Modus (nur eingeloggte Nutzer werden das Widget sehen):
ru_ru: Включить режим отладки (только вошедшие пользователи смогут видеть этот виджет):

source: Maximum number of items:
de_de: Maximale Anzahl der Eintr&auml;ge:
ru_ru: Максимальное количество элементов:

source: The Last.fm webpage of the event. Equals to &quot;http://www.last.fm/event/%ID%&quot;
de_de: Die Last.fm-Webseite des Konzerts. Ist identisch mit &quot;http://www.last.fm/event/%ID%&quot;.
ru_ru: Страница событий на Last.fm. Аналогично http://www.last.fm/event/%ID%&quot;.

source: The title of the event, may be equal to the headliner.
de_de: Der Titel des Konzerts, ist evtl. identisch mit dem Namen des Headliners.
ru_ru: Заголовок события. То же самое, что простой хедлайнер.

source: A description, may be empty and may contain some html (currently only &lt;br&gt; is allowed).
de_de: Die Beschreibung des Events, evtl. leer, kann HTML-Code enthalten (momentan nur &lt;br&gt; erlaubt).
ru_ru: Описание, может отсутствовать или содержать html (сейчас разрешено только &lt;br&gt;).

source: A comma-separated list of the artists playing at the event.
de_de: Eine komma-getrennte Aufzählung der K&uuml;nstler, die auf dem Konzert spielen.
ru_ru: Разделенный список исполнителей, играющих на событии.

source: The artist marked to be the headliner of the event. Also mentioned in %ARTISTS%.
de_de: Der Name des als Headliner markierten K&uuml;nstlers. Erscheint auch in %ARTISTS%.
ru_ru: Исполнитель, обозначенный в заголовке события. Такжк упомянутый в %ARTISTS%.

source: A convenient date, i.e. if a one-day event &quot;%STARTDATE% %STARTTIME%&quot;, else &quot;%STARTDATE%-%ENDDATE%&quot;.
de_de: Das angepasste Datum, d.h. bei eint&auml;gigen Events &quot;%STARTDATE% %STARTTIME%&quot;, ansonsten sowas wie &quot;%STARTDATE%-%ENDDATE%&quot;.
ru_ru: Удобная дата, т.e. если оно событие &quot;%STARTDATE% %STARTTIME%&quot;, еще &quot;%STARTDATE%-%ENDDATE%&quot;.

source: The date the event will begin.
de_de: Das Datum, an dem das Event beginnt.
ru_ru: Дата начала события.

source: The time the event will begin, may be empty.
de_de: Die Anfangszeit der Show, m&ouml;glicherweise leer.
ru_ru: Дата начала события, м.б. пустым.

source: The date the event will end.
de_de: Das Datum, an dem das Event endet.
ru_ru: Дата окончания события.

source: The number of Last.fm users who said to attend the event.
de_de: Die Anzahl der Last.fm Benutzer, welche ihre Teilnahme zugesagt haben.
ru_ru: Количество пользователей Last.fm, которые согласились участвовать в событии.

source: The number of reviews for this event, most likely to be 0 because only future events are listed.
de_de: Die Anzahl der Reviews der Show, h&ouml;chstwahrscheinlich 0, da nur zukünftige Events aufgelistet werden.
ru_ru: Количество обзоров этого события, чаще всего 0, поскольку указываются только будущие события.

source: A convenient location summary, equals to &quot;%LOCATION-CITY%, %LOCATION-NAME%&quot;.
de_de: Eine angepasste Beschreibung der Location, ist gleich &quot;%LOCATION-CITY%, %LOCATION-NAME%&quot;.
ru_ru: Удобное место проведения, аналогично &quot;%LOCATION-CITY%, %LOCATION-NAME%&quot;.

source: The name of the venue.
de_de: Der Name der Location.
ru_ru: Имя позиции.

source: The Last.fm webpage of the venue.
de_de: Die URL zur Last.fm Webseite der Location.
ru_ru: Веб-страница места проведения на Last.fm

source: The city the venue is located in.
de_de: Der Ort in welchem die Location sich befindet.
ru_ru: Город, где находится площадка.

source: The country the city is located in. ;)
de_de: Das Land, in dem sich der Ort befindet. ;)
ru_ru: Страна, где находится этот город. ;)

source: The adress of the venue. May be empty.
de_de: Die Adresse der Location. M&ouml;glicherweise nicht angegeben.
ru_ru: Адрес места проведения. Может быть пустым.

source: The latitude of the location.
de_de: Der Breitengrad der Location.
ru_ru: Широта площадки.

source: The longitude of the location.
de_de: Der L&auml;ngengrad der Location.
ru_ru: Длина площадки.

source: The timezone the location is located in.
de_de: Die Zeitzone, inder die Location sich befindet.
ru_ru: Временная зона, где расположена локация

source: The URL of the Last.fm image for the event, most likely the headliner.
de_de: Die URL zu einem Bild f&uuml;r das Event, h&ouml;chstwahrscheinlich ein Bild des Headliners.
ru_ru: URL изображения события Last.fm, чаще всего заголовок.

source: The Last.fm tag for the event, equals to &quot;lastfm:event=%ID%&quot;.
de_de: Der Last.fm tag f&uuml;r das Event, ist gleich &quot;lastfm:event=%ID%&quot;.
ru_ru: Тег события, аналогично &quot;lastfm:event=%ID%&quot;.

source: The Last.fm id of the event.
de_de: Die Last.fm id des Events.
ru_ru: id события на Last.fm

source: A countdown in months/weeks/days to this event.
de_de: Ein Countdown in Monaten/Wochen/Tagen bis zum Event.
ru_ru: Осталось месяцев/недель/дней до события.

source: The number of events delivered by Last.fm.
de_de: Die Gesamtanzahl der von Last.fm übermittelten Konzerte.
ru_ru: Количество событий на Last.fm.

source: The number of the current event, starts at 0.
de_de: Die Nummer des Konzerts, beginnt bei 0.
ru_ru: Количество текущих событий, начиная от 0.

source: The URL of the last.fm artists event page.
de_de: Die URL zur Last.fm-Webseite der Konzerte des K&uuml;nstler.
ru_ru: URL события исполнителя.

source: The name of the track.
de_de: Der Name des Titels.
ru_ru: название композиции.

source: The rank of the current track, most likely %NUMBER%+1.
de_de: Die Chartposition des Titels, h&ouml;chstwahrscheinlich gleich %NUMBER%+1.
ru_ru: Рейтинг текущей композиции, чаще всего %NUMBER%+1.

source: How often this track has been played by last.fm users.
de_de: Wie oft dieser Titel bereits von Last.fm Nutzern gespielt wurde.
ru_ru: Как часто эта композиция будет воспроизведена на Last.fm.

source: A URL of the last.fm page for this song. Concatenate &quot;?autostart&quot; to let the music play!
de_de: Die URL zur Last.fm Webseite für diesen Titel. Wenn man &quot;?autostart&quot; an die URL anh&auml;ngt, startet der Player automatisch.
ru_ru: URL этой песни на last.fm. Конкатенировать &quot;?autostart&quot; для начала воспроизведения!

source: This is kind of special: replace &quot;...&quot; with any valid sub-formatstring and it only gets evaluated, if this track is marked &quot;streamable&quot; by Last.fm.
de_de: Spezialfeld: Ersetze die Punkte &quot;...&quot; mit einem beliebigen (Teil-) Formatierungs-String. Dieser wird nur dann ausgewertet, wenn der Titel von Last.fm als &quot;streambar&quot; markiert ist.

source: Same as above, but stronger: evaluation will only occur, if this track may be streamed full length.
de_de: Das gleiche wie oben, nur st&auml;rker: Der enthaltene Formatierungs-String wird nur ausgewertet, wenn der Titel in voller L&auml;nge gestreamt werden kann.

source: The Musicbrainz Track ID, may be empty.
de_de: Die Muscbrainz-Titel-ID, kann leer sein.
ru_ru: Muscbrainz-ID трека, м. б. пустым.

source: The URL of an image for the track, most likely the corresponding album art.
de_de: Die URL zu einem Bild f&uuml;r den Titel, h&ouml;chstwahrscheinlich ein Bild des zugehörigen Albumcovers.
ru_ru: URL на изображение к треку, чаще всего соответствует обложке альбома

source: The URL of the last.fm artist page.
de_de: Die URL zur K&uuml;nstler-Seite bei Last.fm.
ru_ru: Страница исполнителя

source: The number of top-tracks delivered by Last.fm. (max. 50)
de_de: Die Gesamtanzahl der von Last.fm übermittelten Chart-Titel. (max. 50)
ru_ru: Номер топ-трека на Last.fm. (макс. 50)

source: The number of the current track, starts at 0.
de_de: Die aktuelle Nummer des Titels, beginnt bei 0.
ru_ru: Номер текущего трека, начиная с 0

source: means the string is being pre-processed by the plugin.
de_de: bedeutet die Zeichenkette ist vom Plugin vorverarbeitet.

source: The Format String serving as header of your list, available data is of the first item:
de_de: Der Formatierungs-String für den Kopf der Liste. Die verfügbaren Daten beziehen sich auf den ersten Eintrag:
ru_ru: строка информации как шапка в вашем списке доступны данные первого элемента

source: The Format String for one item:
de_de: Der Formatierungs-String für einen Eintrag:
ru_ru: Строка информации для одного элемента:

source: The Format String serving as footer of your list, available data is of the last shown item:
de_de: Der Formatierungs-String für die Fu&szlig;zeile der Liste. Die verfügbaren Daten beziehen sich auf den letzten gezeigten Eintrag:
ru_ru: строка информации как подвал в вашем списке доступны данные последнего элемента

source: Upcoming shows
de_de: Nächste Konzerte
ru_ru: Показать исходящие

source: Default
de_de: Standard
ru_ru: По умолчанию

source: Default/Title
de_de: Standard/Titel
ru_ru: По умолчанию/Заголовок

source: with
de_de: mit
ru_ru: с

source: Default/Artists
de_de: Standard/K&uuml;nstler
ru_ru: По умолчанию/Артист

source: GoogleMap Markers
de_de: GoogleMap Markierungen
ru_ru: пометки GoogleMap

source: GoogleMap Tourline
de_de: GoogleMap Tour
ru_ru: GoogleMap тур

source: Default/Ordered
de_de: Standard/Nummeriert
ru_ru: Стандартный/Заказанный

source: Last.fm Widget for Artists
de_de: Last.fm Widget für Künstler
ru_ru: Last.fm виджет для исполнителя

source: Could not retrieve data.
de_de: Konnte keine Daten abrufen.
ru_ru: Данные не извлечены.

source: This widget is only seen by logged-in users!
de_de: Dieses Widget kann nur von eingeloggten Benutzern gesehen werden!
ru_ru: Виджет будет виден только вошедшим пользователям!

source: You need to set a Last.FM artistname!
de_de: Du musst den Namen des K&uuml;nstlers in den Optionen einstellen!
ru_ru: Вы должны установить имя исполнителя Last.FM

source: Edit the widget settings to add it.
de_de: Ver&auml;ndere dazu die Widget-Optionen.
ru_ru: редактировать настройки виджета для добавления.

source: No events coming up.
de_de: Keine Konzerte in Sicht.
ru_ru: Нет событий.

source: www.last.fm
de_de: www.lastfm.de
ru_ru: www.lastfm.de

source: No tracks found.
de_de: Keine Titel gefunden.
ru_ru: Не найдено композиций.

source: usepastprefix
de_de: false
ru_ru: false

source: ago
de_de: her
ru_ru: назад

source: month
de_de: Monat
ru_ru: месяц

source: months
de_de: Monate
ru_ru: месяцев

source: and
de_de: und
ru_ru: и

source: week
de_de: Woche
ru_ru: неделя

source: weeks
de_de: Wochen
ru_ru: недель

source: Today
de_de: Heute
ru_ru: Сегодня

source: day
de_de: Tag
ru_ru: день

source: days
de_de: Tagen
ru_ru: дней

source: Layout
ru_ru: Режим

source: In
ru_ru: в
